[Mission04.Balance_Orchid_CaravanChest InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[Mission04.Balance_Orchid_SandmanChest InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[Mission04.ID_Orchid_CompassPiece3 MissionItemDefinition]
UseFailureCharacterMessage="I need you %s Use this article.."
ItemName="Hyperion's appearance has changed"
PickupMessage="Rich %s"
UseFailureLevelMessage="You must have %d or more to use this feature.."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="general"

[Mission04.ID_Orchid_CompassPiece3:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="If only Captain Blade's leader Hyperion's idiots knew...."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission04.IO_Orchid_CompassPiece2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission04.MO_Orchid_CompassPiece2 MissionItemDefinition]
UseFailureCharacterMessage="it's your turn %s Use this product."
ItemName="Sandman Compass"
PickupMessage="Next to you %s"
UseFailureLevelMessage="You must have at least %d to use it.."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="in general"

[Mission04.MO_Orchid_CompassPiece2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A fragment of Captain Blades' compass."
NoConstraintText=""
Suffix=""
Prefix=""

